[
  {
    "name": "Max Wofford",
    "department": "HQ",
    "role": "Tech & Creative Lead",
    "order": 1,
    "acknowledged": false,
    "bio": "After teaching himself to code in junior year of high school, Max joined a group of nomadic hackers in Costa Rica to experience coding in a real-world setting. He has been with Hack Club since day one and is now working full-time in Vermont to grow the movement.",
    "bioHackFoundation": "",
    "slackId": "U0C7B14Q3",
    "email": "max",
    "website": "",
    "avatar": "https://cloud-2pub1xpxy-hack-club-bot.vercel.app/0ilznuycl3lkw2yyweyhcci_zo015jrqh_128x128.jpg"
  },
  {
    "name": "Chris Walker",
    "department": "HQ",
    "role": "Hacker Resources",
    "order": 2,
    "acknowledged": false,
    "bio": "Chris started programming games in middle school, a hobby that developed into a deep passion for educational software. In 2013 he accepted a Thiel Fellowship and moved to San Francisco, where he watched Hack Club grow from an early stage. He does a little bit of everything here.",
    "bioHackFoundation": "",
    "slackId": "UDK5M9Y13",
    "email": "cwalker",
    "website": "",
    "avatar": "https://cloud-r09ga84qd-hack-club-bot.vercel.app/2image.png"
  },
  {
    "name": "Leo McElroy",
    "department": "HQ",
    "role": "Clubs Engineering Lead",
    "order": 3,
    "acknowledged": true,
    "bio": "Leo builds digital systems, physical tools, and communities to help people express themselves and pursue their curiosity. He's created tools for democratizing personal automation (including programming languages for designing stuff), travelled the world visiting makerspaces on a Watson Fellowship, and created and ran a few makerspaces himself.",
    "bioHackFoundation": "",
    "slackId": "U022FMN61SB",
    "email": "leo",
    "website": "",
    "avatar": "https://cloud-7omljnjsk-hack-club-bot.vercel.app/0image_192x192.png"
  },
  {
    "name": "Faisal Sayed",
    "department": "HQ",
    "role": "Engineering",
    "order": 4,
    "acknowledged": true,
    "bio": "Faisal has been associated with Hack Club for 3 years and loves building open-source projects that bring joy. During the first workshop-bounty-program back in 2020, Faisal was heavily involved in creating & reviewing numerous programming workshops. At HQ, He works with Graham on HQ Engineering and infrastructure. Outside of Hack Club, Faisal likes working on his side-projects like Firefiles and tmdr.",
    "bioHackFoundation": "",
    "slackId": "U014ND5P1N2",
    "email": "fayd",
    "website": "",
    "avatar": "https://cloud-78pj8q3kr-hack-club-bot.vercel.app/0image_192x192.jpg)"
  },
  {
    "name": "Deven Jadhav",
    "department": "HQ",
    "role": "Events Lead",
    "order": 5,
    "acknowledged": false,
    "bio": "Deven is a Hack Clubber from India who enjoys building meaningful things at the intersections of art and technology. He also loves music and plays the guitar & drums! Along with this, he also likes talking to strangers over the internet and having interesting & deep conversations. He is also a sucker for nature photography and enjoys hikes and treks into the wild!",
    "bioHackFoundation": "",
    "slackId": "U0261EB1EG7",
    "email": "dev",
    "website": "",
    "avatar": "https://cloud-ef7jkweco-hack-club-bot.vercel.app/0image_47u2ffcxskiet6njqmuexzch.png"
  },
  {
    "name": "Graham Darcey",
    "department": "HQ",
    "role": "Creative Technologist",
    "order": 6,
    "acknowledged": false,
    "bio": "Originally from Vermont, Graham has worked as a full-stack software engineer in Silicon Valley for over twenty years, most recently at Uber where he worked on their core routing services and map data platform. He recently (2021) moved back east, and currently resides in Shelburne VT. Graham's hobbies include gaming, gamedev, cooking with his wife, and playing joyfully with his four year old daughter.",
    "bioHackFoundation": "",
    "slackId": "U04QH1TTMBP",
    "email": "graham",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U04QH1TTMBP/r"
  },
  {
    "name": "Woody Keppel",
    "department": "HQ",
    "role": "Event Alchemist",
    "order": 7,
    "acknowledged": false,
    "bio": "Woody is a film actor, musician, comedian, band leader, event producer, and convener of fun. He founded Vermont’s Festival of Fools, The Feast of Fools, The Hawaiian Vaudeville Festival, and the artist retreat & concert venue known as Mt. Foolery. For Woody, “putting on events has always been one of my great pleasures. I’ve also had the privilege of sharing my time with the elderly as well as mentoring middle & high schools students in Vermont. Being part of the Hack Club community has opened my eyes & heart to so much that is possible. It’s a great adventure we’re all on, and we’re here to light the way for each other. Shine on!”",
    "bioHackFoundation": "",
    "slackId": "U02E5FBDS1H",
    "email": "",
    "website": "",
    "avatar": "https://cloud-eq4w6jfry-hack-club-bot.vercel.app/0woody_560x560.png"
  },
  {
    "name": "Josias Aurel",
    "department": "HQ",
    "role": "Engineering",
    "order": 8,
    "acknowledged": false,
    "bio": "Josias Aurel has been associated with Hack Club for about 3 years, working on a variety of projects including Sinerider. He has organized events such as the TiC Summit and TiC Hackathon in his local town of Yaoundé, Cameroon. He is a curiosity-driven coder who likes to take on interesting challenges and who is interested in machine learning and systems programming. He'll be working very closely with Graham over the next year on a variety of projects. Outside of tech he likes going on hikes with friends and eating vegetables.",
    "bioHackFoundation": "",
    "slackId": "U01PJ08PR7S",
    "email": "josias",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U01PJ08PR7S/r"
  },
  {
    "name": "Nila Palmo Ram",
    "department": "HQ",
    "role": "Engineering Assistant",
    "order": 9,
    "acknowledged": true,
    "bio": "Nila absolutely loves coding and is all about making tech awesome while experimenting on how to keep it ethical and humanistic. Over at Hack Club, she's on a mission to empower more girl Hack Clubbers by guiding them in organizing Hackathons, collaborating on special projects, and fostering connections amongst them. Alongside Christina, she's also busy drumming up funds for Hack Club, always on the lookout for new donors. When she's not in front of the screen, you'll find her out by the water, diving into all sorts of aquatic adventures.",
    "bioHackFoundation": "",
    "slackId": "U01FAVARYH1",
    "email": "nila",
    "website": "",
    "avatar": "https://cloud-q3qyt9qjl-hack-club-bot.vercel.app/0nila_4176x2784.png"
  },
  {
    "name": "Arav Narula",
    "department": "HQ",
    "role": "Community Operations & Engineering",
    "order": 10,
    "acknowledged": false,
    "bio": "Arav is a high schooler from Toronto (kinda) who loves everything in the intersection of social science, art, and programming. They're also a really big public transit fan, and you can often find them taking the bus to places. Over the last couple of months, Arav has led and helped run the moderation dept, and built custom tools for moderation. This summer, they interned at Hack Club helping run community logtics, and contuining to lead the moderation dept for Hack Club Arcade, running events in the process. They're a senior right now drowning in homework",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "arav",
    "website": "https://radioblahaj.com",
    "avatar": "https://cloud-3c7rt7s1k-hack-club-bot.vercel.app/0image_512x512__1_.png"
  },
  {
    "name": "Toby Brown",
    "department": "HQ",
    "role": "Storytelling",
    "order": 11,
    "acknowledged": true,
    "bio": "From a young age, Toby had a fascination with anything electronic. As a toddler, he would show far more interest in the 20-year-old air conditioning unit in the corner of the room than in anyone trying to talk to him. This fascination eventually led him to coding; and at the age of 6, Toby built his first website. While most sane people would probably describe this website as \"atrocious\", 6-year-old Toby was completely hooked. Nowadays, Toby does Storytelling at Hack Club, and is a self-proclaimed pizza eating expert.",
    "bioHackFoundation": "",
    "slackId": "U02C9DQ7ZL2",
    "email": "tobybrown",
    "website": "",
    "avatar": "https://cloud-n30u1igiy-hack-club-bot.vercel.app/0xrmjc8ava1vfcqz9q_icon_192x192.png"
  },
  {
    "name": "Thomas Stubblefield",
    "department": "HQ",
    "role": "Clubs Lead",
    "order": 12,
    "acknowledged": true,
    "bio": "Thomas is a Hack Clubber from South Carolina who led a Hack Club at his high school and is now building software to make the experience of being a part of and leading a club better. He currently leads the clubs program. He loves to build side projects, make tea, and hike. Thomas lives his life by three sayings: time will tell, in life we are always learning, and bum bum bummm (a friendly melody he hums daily).",
    "bioHackFoundation": "",
    "slackId": "U041FQB8VK2",
    "email": "thomas",
    "website": "",
    "avatar": "https://cloud-84e76fjrv-hack-club-bot.vercel.app/0irfy_h_maqm_vjag5ngasrs.png"
  },
  {
    "name": "Lucas Honda",
    "department": "HQ",
    "role": "Engineering",
    "order": 13,
    "acknowledged": false,
    "bio": "Lucas is a 15 year old Hack Clubber from Sao Paulo, Brazil. Since joining the Hack Club, he has been fascinated by Sprig and is currently leading Sprig App Review Team, and working to make it the best it possibly can be. He loves all aspects of aviation, and scours the internet/skies looking for and investigating flying machines. He spends a good portion of his time with his dog, a happy and playful dog.",
    "bioHackFoundation": "",
    "slackId": "U040N4ESCEL",
    "email": "lucas",
    "website": "",
    "avatar": "https://cloud-jaaokph0b-hack-club-bot.vercel.app/0lucash_1836x1835.png"
  },
  {
    "name": "Dieter Schoening",
    "department": "HQ",
    "role": "Media Creation",
    "order": 14,
    "acknowledged": true,
    "bio": "Dieter grew up in South Carolina where he started the adventure of content creation. Now he is helping with our social media and projects to get more teens interested in Hack Club. Fun facts: He likes virtual reality development, boba, hiking, entrepreneurship",
    "bioHackFoundation": "",
    "slackId": "U045B4BQ2T0",
    "email": "deet",
    "website": "",
    "avatar": "https://cloud-cf5rl33km-hack-club-bot.vercel.app/0tjnycdvgngp9mwk_thumbnail.jpg"
  },
  {
    "name": "Sahiti Dasari",
    "department": "HQ",
    "role": "Clubs Operations & Engineering",
    "order": 15,
    "acknowledged": false,
    "bio": "Sahiti's Hack Club journey kicked off when she stumbled upon resources to start her own high school coding club, which later led to her running a county-wide hackathon. These days, she's an active member of the Clubs Operations & Engineering team and has previously interned with Hack Club for philanthropy & communications. She strives to create technology tools and resources for clubs, such as the Hack Club Jams initiative and Club Leader onboarding. Beyond programming, Sahiti loves all things finance, business, and literature. Her mission is to make an impact by spreading opportunities.\n\n... .... . .----. ... / .- .-.. ... --- / ..-. .-.. ..- . -. - / .. -. / -- --- .-. ... . / -.-. --- -.. . -.-.--",
    "bioHackFoundation": "",
    "slackId": "U03RU99SGKA",
    "email": "sahiti",
    "website": "",
    "avatar": "https://cloud-m9lcvt46z-hack-club-bot.vercel.app/0qlinq_image_2387x2387.png"
  },
  {
    "name": "Shubham Panth",
    "department": "HQ",
    "role": "Engineering",
    "order": 16,
    "acknowledged": false,
    "bio": "Shubham, a self-taught coder hailing from the serene landscapes of Sweden, has been navigating the complexities of C# and Unity3D since 2017. Initially harnessing the power of HCB to propel his own dreams as a developer, he has since shifted his focus towards empowering others. Now part of the dynamic team at HQ Engineering, Shubham dedicates his talents to contributing to open source projects and crafting tools designed to introduce programming to kids and teens. His goal is to ensure that every young aspiring coder finds their journey through the realms of technology as smooth and invigorating as his own adventures in coding.",
    "bioHackFoundation": "",
    "slackId": "U014E8132DB",
    "email": "shubham",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U014E8132DB/r"
  },
  {
    "name": "Marianna Ludensky",
    "department": "HQ",
    "role": "Creative Lead",
    "order": 17,
    "acknowledged": true,
    "bio": "Originally from Ukraine, Marianna (Mare) Ludensky is a creative producer passionate about storytelling, immersive entertainment, education and building meaningful & fun experiences that bring joy and inspiration to its participants. Prior to Hack Club, Mare worked at MasterClass producing classes across a variety of topics and at VICE Media concepting and producing interactive experiences (e.g. an interactive fireworks show) for VICE audiences. At Hack Club, Mare produces the Days of Service initiative helping to bring computer science education via hackathons to girls across the country. Over the last decade, Mare has been on a life adventure living in NYC, California, and now the beaches of Florida. She is a mom who loves experimenting with new recipes, going on walks with a good podcast, and floating down a lazy river with friends.",
    "bioHackFoundation": "",
    "slackId": "U05RQMKMU64",
    "email": "marianna",
    "website": "",
    "avatar": "https://cloud-737va6amm-hack-club-bot.vercel.app/0ml_portrait_2732x4096.jpg"
  },
  {
    "name": "Nora",
    "department": "HQ",
    "role": "Engineering & Logistics",
    "order": 18,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U06QK6AG3RD",
    "email": "nora",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U06QK6AG3RD/r"
  },
  {
    "name": "Cheru Berhanu",
    "department": "HQ",
    "role": "Engineering",
    "order": 19,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U02UYFZQ0G0",
    "email": "cheru",
    "website": "",
    "avatar": "https://cloud-e98036o7p-hack-club-bot.vercel.app/0june_23_2024_image.jpg"
  },
  {
    "name": "Rachel Albert",
    "department": "HQ",
    "role": "Summer Intern Logistics",
    "order": 20,
    "acknowledged": true,
    "bio": "Rachel has been a public school arts teacher for more than 10 years now. She is the go-to person for having everyone at HQ feed and the go-to person for interns whether they have safety questions or questions about the dorm in general.",
    "bioHackFoundation": "",
    "slackId": "U0791NE7WHH",
    "email": "ralbert",
    "website": "",
    "avatar": "https://cloud-8viptsa1g-hack-club-bot.vercel.app/0h1zvb6ybxjbqda_image_192x192.png"
  },
  {
    "name": "Alex Ren",
    "department": "HQ",
    "role": "Engineering",
    "order": 21,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U06PR6B8D37",
    "email": "alexren",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U06PR6B8D37/r"
  },
  {
    "name": "Lux Loff",
    "department": "HQ",
    "role": "Engineering",
    "order": 22,
    "acknowledged": false,
    "bio": "As a high school student, Lux joined the Hack Club Slack after finding the SSH jobs board. Now in her 20s, she's been brought on to do engineering at Hack Club HQ. In her spare time, she can be found producing music as \"sporeball\" or designing her own rhythm game, called Khel.",
    "bioHackFoundation": "",
    "slackId": "U01G0Q9K998",
    "email": "lux",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U01G0Q9K998/r"
  },
  {
    "name": "Kartikey Singh Chauhan",
    "department": "HQ",
    "role": "Engineering & Community",
    "order": 23,
    "acknowledged": false,
    "bio": "Kartikey is a 17 year old Hack Clubber from Lucknow, India.",
    "bioHackFoundation": "",
    "slackId": "U05F4B48GBF",
    "email": "kartikey",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U05F4B48GBF/r"
  },
  {
    "name": "Melanie Smith",
    "department": "HCB",
    "role": "Director of Operations",
    "order": 1,
    "acknowledged": false,
    "bio": "Melanie grew up in northern New England where she obtained a degree in Marine Biology. She then spent several years running a pet store with 20+ employees. In Feb 2021, she joined the HCB team as the Operations Lead. Now as Director of Operations, she is responsible for leading the team in vision and growth.",
    "bioHackFoundation": "",
    "slackId": "U01QHUY5XLK",
    "email": "melanie",
    "website": "",
    "avatar": "https://cloud-r09ga84qd-hack-club-bot.vercel.app/3image.png"
  },
  {
    "name": "Gary Tou",
    "department": "HCB",
    "role": "Engineering Manager",
    "order": 2,
    "acknowledged": false,
    "bio": "Gary is a software engineer from Seattle and loves photography! After using HCB to launch a nonprofit organization, Gary joined Hack Club to make the product that enabled him to do great things even greater for others. He guides the engineering team through leadership, product development, and vision planning for HCB’s growth. His day-to-day revolves around code reviews, software architecture, and building up the team’s engineering capacity.",
    "bioHackFoundation": "",
    "slackId": "UN79ZPYMQ",
    "email": "gary",
    "website": "https://garytou.com",
    "avatar": "https://cachet.dunkirk.sh/users/UN79ZPYMQ/r"
  },
  {
    "name": "Daisy Reyes",
    "department": "HCB",
    "role": "HCB Operations Lead",
    "order": 3,
    "acknowledged": false,
    "bio": "Daisy has a passion for growing and maintaining positive relationships with all of the members of Hack Club and that’s her favorite part about being on the HCB team. Daisy especially loves onboarding and helping FIRST teams navigate HCB so that they can excel in their own goals. She grew up in Vermont on a dairy farm and graduated from The University of Vermont with her bachelors in Animal Science. She loves animals of all types, crocheting, board games, and traveling.",
    "bioHackFoundation": "",
    "slackId": "U046V3EK56W",
    "email": "daisy",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U046V3EK56W/r"
  },
  {
    "name": "Hunter Goodenough",
    "department": "HCB",
    "role": "Operations Associate",
    "order": 4,
    "acknowledged": true,
    "bio": "Hunter is a jack of all trades with a particular passion for creating and supporting communities. He is an ardent hobbyist and is always trying out new things. He is a newer hire at HCB (Having previously worked in both the Restaurant and Medical Technology industries) and is excited to join the community and is looking forward to participating in various Hack Club projects and events.",
    "bioHackFoundation": "",
    "slackId": "U05RDPEKGA3",
    "email": "hunter",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U05RDPEKGA3/r"
  },
  {
    "name": "Kris Hoadley",
    "department": "HCB",
    "role": "Bookkeeper",
    "order": 5,
    "acknowledged": false,
    "bio": "Kris is a native Vermonter and accounting nerd with the need to make all of life balance. Numbers? Give her numbers anytime.",
    "bioHackFoundation": "",
    "slackId": "U05TM5A2B46",
    "email": "kris",
    "website": "",
    "avatar": "https://cloud-r09ga84qd-hack-club-bot.vercel.app/5image.png"
  },
  {
    "name": "Ben Dixon",
    "department": "HQ",
    "role": "Engineering",
    "order": 6,
    "acknowledged": false,
    "bio": "Coming all the way from drizzly England, Ben reconnected with his adoration for teaching people about programming through the computer graphics demoscene during lockdown; firmly believing “HLSL is basically pseudocode”. At Hack Club, Ben designs and implements snazzy new features at HCB, along with raiding their granola bars.",
    "bioHackFoundation": "Coming all the way from drizzly England, Ben reconnected with his adoration for teaching people about programming through the computer graphics demoscene during lockdown; firmly believing “HLSL is basically pseudocode”. At The Hack Foundation, Ben designs and implements snazzy new features for HCB, along with raiding their granola bars.",
    "slackId": "U03DFNYGPCN",
    "email": "malted",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U03DFNYGPCN/r"
  },
  {
    "name": "Paul Spitler",
    "department": "HCB",
    "role": "Account Manager",
    "order": 4,
    "acknowledged": false,
    "bio": "Before joining Hack Club Paul (a native Shelburnite) was working in the e-commerce space in NYC but has moved back to his homeland a few years ago. His role at Hack Club will be building out new partnerships and although he has no idea how to code, he’s hoping to learn over his career. Paul enjoys playing hockey, being outdoors with his wife and dog and any kind of boards sports.",
    "bioHackFoundation": "Before joining Hack Club Paul (a native Shelburnite) was working in the e-commerce space in NYC but moved back to VT a few years ago. He’ll be leading up Partnerships at HCB and will be responsible for building a network of partners that can continue to bring success to the Hack Foundation.",
    "slackId": "U0641CJ2LKZ",
    "email": "paul",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U0641CJ2LKZ/r"
  },
  {
    "name": "Ruien Luo",
    "department": "HCB",
    "role": "Operations & Engineering Contributor",
    "order": 13,
    "acknowledged": false,
    "bio": "Ruien is a Hack Clubber in Silicon Valley. Having first found Hack Club and HCB when he was looking for a financial solution for hosting his hackathon, HackBackBetter, he now helps fellow hackclubbers and hackathon organizers organize their own hackathons in his operations role at HCB. More than anything else, he absolutely loves to get to know and help hackathon organizers during hackathon grant calls.",
    "bioHackFoundation": "",
    "slackId": "U04JRBGPH5G",
    "email": "ruien",
    "website": "",
    "avatar": "https://cloud-8viptsa1g-hack-club-bot.vercel.app/0h1zvb6ybxjbqda_image_192x192.png"
  },
  {
    "name": "Dylan Wahbe",
    "department": "HCB",
    "role": "Account Manager",
    "order": 7,
    "acknowledged": false,
    "bio": "Dylan Wahbe has been a climate organizer for years, helping start and lead Sunrise Movement NYU. With his fellow organizers, he was able to successfully push New York University to divest their 5+ billion dollar endowment from the fossil fuel industry. In December of 2023, he joined Hack Club as their Climate Partnerships Advisor, connecting climate justice organizations with HCB.",
    "bioHackFoundation": "",
    "slackId": "U05SZ90E7JB",
    "email": "dylan",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U05SZ90E7JB/r"
  },
  {
    "name": "Alex DeForrest",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 16,
    "acknowledged": false,
    "bio": "Alex is a current college student from the Seattle area, where he started the Hack Club at his high school after attending Assemble in the summer of 2022, and now is working with Operations for HCB. Alex is deeply involved in his community and giving back, helping with many different events and activities for the community.",
    "bioHackFoundation": "",
    "slackId": "U02CWS020SD",
    "email": "alexd",
    "website": "",
    "avatar": "https://cloud-181o6w31m-hack-club-bot.vercel.app/0image_2316x3088.jpg"
  },
  {
    "name": "Sam Poder",
    "department": "HCB",
    "role": "Engineering Contributor",
    "order": 11,
    "acknowledged": false,
    "bio": "Originally from Australia, Sam now lives in Berkeley. During high school, he ran a Hack Club at his school and multiple hackathons with his friends. In the past he’s worked on everything from events to clubs to storytelling at Hack Club. That lead to all sorts of weird and wild moments: 4am rickshaw rides in New Delhi, attempting to oversee several raves, losing his voice waking up hundreds of sleeping hackers and heartstopping late-night launches. Now at university, Sam is working on HCB so that high schoolers have the financial tools they need to do similarly weird things.",
    "bioHackFoundation": "",
    "slackId": "USNPNJXNX",
    "email": "sam",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/USNPNJXNX/r"
  },
  {
    "name": "Manu Gurudath",
    "department": "HCB",
    "role": "Engineering Contributor",
    "order": 14,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U04C8LLPKS7",
    "email": "manu",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U04C8LLPKS7/r"
  },
  {
    "name": "Rhys Panopio",
    "department": "HCB",
    "role": "Operations Gap Year",
    "order": 9,
    "acknowledged": false,
    "bio": "Rhys is a Hack Clubber from Los Angeles, he started a Hack Club at his high school and eventually shifted into working on Operations for HCB. Rhys loves helping out in all areas on HCB but more than anything loves to make pizza.",
    "bioHackFoundation": "",
    "slackId": "U04GECG3H8W",
    "email": "rhys",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U04GECG3H8W/r"
  },
  {
    "name": "Albert C",
    "department": "HCB",
    "role": "Engineering",
    "order": 10,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U03CFAP9ABC",
    "email": "",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U03CFAP9ABC/r"
  },
  {
    "name": "Alex Luo",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 18,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U0401RQMCQ5",
    "email": "alexluo",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U0401RQMCQ5/r"
  },
  {
    "name": "Sarvesh Mohan Kumar",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 17,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U055092HPMZ",
    "email": "sarvesh",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U055092HPMZ/r"
  },
  {
    "name": "Lucy Tran",
    "department": "HCB",
    "role": "Financial Operations",
    "order": 6,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U06859NLY5D",
    "email": "lucy",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U06859NLY5D/r"
  },
  {
    "name": "Saran Wagner",
    "department": "Moderation",
    "role": "Moderation & Conduct",
    "order": 2,
    "acknowledged": false,
    "bio": "Saran is a current high schooler who comes from the land of corn (the Midwest) in the United States who loves anything technology and engineering. At Hack Club, she is responsible of handling Slack moderation and being a welcoming figure to all in the community. In her free time, Saran can be found hacking up one of her projects, hanging out with others, and listening to copious and unhealthy amounts of music.",
    "bioHackFoundation": "",
    "slackId": "U060YRK2734",
    "email": "saran",
    "website": "",
    "avatar": "https://cloud-cyw053qnp-hack-club-bot.vercel.app/1image.png"
  },
  {
    "name": "Phaedra Sanon",
    "department": "Community",
    "role": "Moderation & Conduct",
    "order": 3,
    "acknowledged": false,
    "bio": "Phaedra is a high school student hailing from New England in the United States. Beyond her building tons of websites in her free time, she loves to sing in a local choir and listen to lots of music, especially through carefully-constructed playlists on Spotify.",
    "bioHackFoundation": "",
    "slackId": "U05468GUS7J",
    "email": "phaedra",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U05468GUS7J/r"
  },
  {
    "name": "Amber",
    "department": "Moderation",
    "role": "Moderation, Conduct & Welcoming",
    "order": 4,
    "acknowledged": false,
    "bio": "Amber is a 17 year old student from Leicester (UK) who loves programming Slack apps and random scripts. She also has a deep passion for music and you'll rarely find her without headphones on. Since joining Hack Club, she's reviewed thousands of hours for Arcade, supported thousands of hackers in Arcade and around Slack, helped moderate the community, built tools for the community and welcomed new members all whilst drowning in coursework.",
    "bioHackFoundation": "",
    "slackId": "U054VC2KM9P",
    "email": "amber",
    "website": "https://transcental.dev",
    "avatar": "https://cachet.dunkirk.sh/users/U054VC2KM9P/r"
  },
  {
    "name": "Bence Beres",
    "department": "HQ",
    "role": "Bookkeeper",
    "order": 1,
    "acknowledged": true,
    "bio": "Bence is a true bureaucrat who doesn’t leave any documents unturned. Having made a sharp U-turn after college to switch from his burgeoning career in the world of political science towards the thrilling and life altering adventures of the world of Accounting, Bence understands that knowing Excel is a greatly underappreciated life skill.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-bzv1bqqmj-hack-club-bot.vercel.app/0image_d57i8fgueh0z5yejtzjavj2jffausnkcazyko7yvyz8.png"
  },
  {
    "name": "Jasper Mayone",
    "department": "HQ",
    "role": "Community Resources",
    "order": 2,
    "acknowledged": true,
    "bio": "Introduced to Hack Club through the circus, and a native vermonter, Jasper is currently a Junior in high school, on track for graduating a full year early! While in high school, Jasper led a Hack Club at his school. Jasper tries to live by the quote “We’ve all got both light and dark inside us. What matters is the part we choose to act on...that’s who we really are.” from one of his favorite books, Harry Potter. Jasper’s hobbies include reading, being in the great outdoors, photography, computer programming, cooking, and running away to join the circus.",
    "bioHackFoundation": "",
    "slackId": "U05NX48GL3T",
    "email": "",
    "website": "https://jaspermayone.com/",
    "avatar": "https://cloud-nvaik9pny-hack-club-bot.vercel.app/0rtpwwytcahj9qaivhljjlyoopv1jslsywzhe5-eijle.png"
  },
  {
    "name": "Liv Cook",
    "department": "HCB",
    "role": "HCB Junior Project Manager",
    "order": 3,
    "acknowledged": true,
    "bio": "During her tenure at HCB, Liv cared deeply about ensuring that every user had the best fiscal sponsorship experience possible and that new features and UX improvements were on track to launch. She also loved supporting teams on HCB that are passionate about making a difference in their communities. In her free time, Liv enjoys traveling, writing, and discovering new music. She graduated from the University of Vermont with a degree in Healthcare Systems and Policy.",
    "bioHackFoundation": "",
    "slackId": "U02A67DA1QX",
    "email": "",
    "website": "",
    "avatar": "https://cloud-7k5s55nlw-hack-club-bot.vercel.app/0image_1821x1821.jpg"
  },
  {
    "name": "Shawn Malluwa-Wadu",
    "department": "HQ",
    "role": "Community Engineer",
    "order": 4,
    "acknowledged": true,
    "bio": "Shawn Malluwa is a Hack clubber from Maryland who joined in 2022 around the launch of Sprig and was heavily involved in refining hardware designs for various HQ projects! During his tenure, he was also the face and voice of a bunch of our social media videos, and works to share the process of making with the world. In his free time, Shawn loves to create Art across various mediums, particularly comics and animation.",
    "bioHackFoundation": "",
    "slackId": "U04BBP8H9FA",
    "email": "",
    "website": "",
    "avatar": "https://cloud-awlbzhncm-hack-club-bot.vercel.app/0image_1024x1024.png"
  },
  {
    "name": "Hugo Hu",
    "department": "HQ",
    "role": "Mail Coordinator & Engineering",
    "order": 5,
    "acknowledged": true,
    "bio": "During his time at Hack Club, Hugo led Mail Team, significantly improving logistics for Hack Clubbers across the world. He also helped organize Assemble, and designed the PCBs for Sprig and Blot.",
    "bioHackFoundation": "",
    "slackId": "U017EPB6LE9",
    "email": "",
    "website": "https://hugohu.me/",
    "avatar": "https://cloud-pyqdstfyk-hack-club-bot.vercel.app/0uadlfjujq3nwa_image_512x512.png"
  },
  {
    "name": "Lexi Mattick",
    "department": "HQ",
    "role": "Clubs Engineering",
    "order": 6,
    "acknowledged": true,
    "bio": "Always driven by curiosity for how things work, Lexi fell in love with Hack Club in 2019 after joining a Hack Night call and discovering like-minded individuals. She spends her time programming, making music, and studying for her private pilot license; at Hack Club, she spends her time working on whatever fantastic project is happening in the present moment.",
    "bioHackFoundation": "",
    "slackId": "UR6P49Q79",
    "email": "",
    "website": "",
    "avatar": "https://cloud-lxq4wuhlt-hack-club-bot.vercel.app/0bean_man_1555x1555.jpg"
  },
  {
    "name": "Holly Delisle",
    "department": "HQ",
    "role": "Clubs Operations Lead",
    "order": 7,
    "acknowledged": true,
    "bio": "Holly comes to Hack Club with 10 years of operations management in the banking industry, bringing people together and simplifying processes. She's lived in Maine and Vermont in intervals all her life and loves the outdoors in every season. Now, Holly meets and works with amazing, inspiring technical teenagers every day from around the world. She's got two sons, two dogs and two cats, the latter of which are all named after characters in some of her favorite books.",
    "bioHackFoundation": "",
    "slackId": "U03M1H014CX",
    "email": "",
    "website": "",
    "avatar": "https://cloud-oefs8iksx-hack-club-bot.vercel.app/0holly_2251x2251.jpg"
  },
  {
    "name": "Kunal Botla",
    "department": "HCB",
    "role": "HCB Operations",
    "order": 8,
    "acknowledged": true,
    "bio": "Kunal loves to make for making! He started Project Boom to help provide computers, helped build and run HCB, and organized MAHacks for a post-pandemic world. He takes photos to tell stories of an ever-changing world.",
    "bioHackFoundation": "",
    "slackId": "U013DC0KYC8",
    "email": "",
    "website": "",
    "avatar": "https://cloud-qxgtr6fn3-hack-club-bot.vercel.app/0kunal_botla_460x460.jpg"
  },
  {
    "name": "Ella Xu",
    "department": "HQ",
    "role": "Clubs Engineering",
    "order": 9,
    "acknowledged": true,
    "bio": "Ella joined the Hack Club community after learning about HCB from a project running on it. Since then, she has contributed to HCB itself in addition to other Hack Club open source projects on GitHub.",
    "bioHackFoundation": "",
    "slackId": "U01D6FYHLUW",
    "email": "",
    "website": "",
    "avatar": "https://cloud-4yg49snx8-hack-club-bot.vercel.app/0image_512x512.jpg"
  },
  {
    "name": "Cedric Hutchings",
    "department": "HQ",
    "role": "Constructionist",
    "order": 10,
    "acknowledged": true,
    "bio": "Already more at home on the internet than anywhere in meat space, you can imagine a young Ced's horror when his parents moved him into a holler so deep in the Appalachian Mountains that his beloved internet was only accessible through sluggish satellite. Stubbornly refusing to be separated from his online games, he threw together his own for his brothers, a captive audience. At Hack Club, Ced made materials that shared his enthusiasm for making fun somethings from nothing but technology.",
    "bioHackFoundation": "",
    "slackId": "UN971L2UQ",
    "email": "",
    "website": "",
    "avatar": "https://cloud-k9msfzu1k-hack-club-bot.vercel.app/0image_512x512.png"
  },
  {
    "name": "Kara Massie",
    "department": "HQ",
    "role": "Production Lead",
    "order": 11,
    "acknowledged": true,
    "bio": "Before joining Hack Club, Kara was a lead producer at Activision, shipping Crash Bandicoot N. Sane Trilogy and Bungie's Destiny 2 expansions. She’s deeply committed to inclusivity in gaming and tech spaces, and is beyond thrilled to be part of an org with kindness at its core. She has lived in 3 countries and names her pets after vegetables.",
    "bioHackFoundation": "",
    "slackId": "U032A2PMSE9",
    "email": "",
    "website": "",
    "avatar": "https://cloud-nsic6ge11-hack-club-bot.vercel.app/0rt3wsrbwdyn3ci_image.png"
  },
  {
    "name": "Maggie Liu",
    "department": "Community",
    "role": "Moderation & Events",
    "order": 13,
    "acknowledged": true,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U026XSMKEDC",
    "email": "",
    "website": "",
    "avatar": "https://cloud-r5ual6hw1-hack-club-bot.vercel.app/0xo8a0seoqnzxofema_512.png"
  },
  {
    "name": "Athul Blesson",
    "department": "HQ",
    "role": "APAC Director",
    "order": 14,
    "acknowledged": true,
    "bio": "Athul started dozens of the largest Hack Clubs in India. After graduating from high school, he joined Hack Club as the Regional Manager of the Asia-Pacific & Africa team where he actively managed hundreds of clubs. Then, as the APAC Director, Athul lead the APAC HQ team dedicated to supporting all of the clubs in the APAC region.",
    "bioHackFoundation": "",
    "slackId": "U28HSBVU3",
    "email": "",
    "website": "",
    "avatar": "https://cloud-6mlr4ctui-hack-club-bot.vercel.app/0thumbnail_image.jpg"
  },
  {
    "name": "Harsh Bajpai",
    "department": "HQ",
    "role": "APAC Clubs",
    "order": 15,
    "acknowledged": true,
    "bio": "Harsh is a vegetarian musician who enjoys traveling around India. As the APAC Clubs Lead, Harsh welcomed new clubs to the community and built amazing tools for them. When he is not reading ancient mythology, he is programming with purpose and passion.",
    "bioHackFoundation": "",
    "slackId": "U010XUNLX40",
    "email": "",
    "website": "",
    "avatar": "https://cloud-k7mwvhqu2-hack-club-bot.vercel.app/06uncbr_image_1784x1787.png"
  },
  {
    "name": "Annlee Fores",
    "department": "HQ",
    "role": "APAC Operations",
    "order": 16,
    "acknowledged": true,
    "bio": "As the COO of Hack Club APAC, Annlee oversaw operations and handled event organisation & logistics at Hack Club APAC. When not busy juggling different tasks he takes up, he enjoys tinkering & building fun projects.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-9oehj9fy6-hack-club-bot.vercel.app/0annlee_fores_avatar.jpeg"
  },
  {
    "name": "Anna Grace Benny",
    "department": "HQ",
    "role": "APAC Clubs",
    "order": 17,
    "acknowledged": true,
    "bio": "Anna is a visual communication graduate and a social media enthusiast. She loves films and everything related. Managing and meeting new Hack Clubbers as the APAC Clubs Lead, she helped with onboarding new clubs and managed the APAC social media pages.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-aomcbxj1t-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Ishan Goel",
    "department": "HQ",
    "role": "Communications Intern",
    "order": 18,
    "acknowledged": true,
    "bio": "Ishan was a summer intern from Seattle! During the summer of 2022, he worked on shipping projects with partners to get the word out about Hack Club, and bring more people into the community.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-7319opjbc-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Abby Fischler",
    "department": "HQ",
    "role": "Junior Administrative Engineer",
    "order": 19,
    "acknowledged": true,
    "bio": "Abby is a high school junior from Los Angeles that loves technology! Since joining the Hack Club community in May 2020, she’s enjoyed learning with friends in the Slack and on board the Hacker Zephyr. She joined Hack Club to support Christina’s work in encouraging more girls to get involved. Abby has hosted events for the community and loves sharing her coding journey on the #ship channel.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-jp1adkwpw-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Jessica Card",
    "department": "HQ",
    "role": "Education Engineer",
    "order": 20,
    "acknowledged": true,
    "bio": "Jessica is a self taught programmer originally from Alaska. She worked for over a decade as a software engineer at startups like GitHub and Bugsnag in San Francisco. She then left the web development world to learn how to make video games. At Hack Club, Jessica brought her creative energy to an array of projects! Most notably, when she learnt Assembly along with Hack Clubbers to produce Some Assembly Required.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-ighwnsfg6-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Belle See",
    "department": "HQ",
    "role": "Engineer for Comms",
    "order": 21,
    "acknowledged": true,
    "bio": "Belle enjoys building for her community, whether that be through developing websites or planning programs and events. She is excited to make Hack Club a better place for students around the world and looks forward to learning from the team at Hack Club!",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-9eq6pzox9-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Claire Wang",
    "department": "Community",
    "role": "Community",
    "order": 22,
    "acknowledged": true,
    "bio": "Claire works on the Community Team and was a previous summer intern. She hopes to make the community both more welcoming and more technical, as well as inspire beginners to love STEM and making. She first joined Hack Club in 8th grade because of an online competition, and has been running a Hack Club ever since then. In addition to CS, she loves neuroscience, sci-fi, debate, and creating Spotify playlists.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-du0sm2210-hack-club-bot.vercel.app/1image.png"
  },
  {
    "name": "Rishi Kothari",
    "department": "HQ",
    "role": "Summer Intern",
    "order": 23,
    "acknowledged": true,
    "bio": "Rishi is a high school senior that's super interested in open-source development, startups, React, and everything in between! He is primarily a JS/TS dev, but has worked with Rust 🔥, C++ 💖, Haskell ⚡️, and Swift 🏎 in the past. He is the president of TFSS' Hack Club and a workshop coordinator at TurnerHacks, among other things.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-du0sm2210-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Zach Fogg",
    "department": "HQ",
    "role": "Community Game Designer",
    "order": 24,
    "acknowledged": true,
    "bio": "At college, Zach Fogg started Bitcamp, one of the largest & longest-running annual college hackathons. He then went on to work as a software engineer in SF and mentor many more student hackathons. Zach joined the team at HQ in early 2021, he went on to bring his energy to the community and hack on countless creative projects (such as the Zephyrnet, which he then maintained as it traveled across the US).",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-a38wipt5m-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Matthew Stanciu",
    "department": "HQ",
    "role": "Clubs Lead",
    "order": 25,
    "acknowledged": true,
    "bio": "After leading a successful Hack Club in West Lafayette, Indiana, & organizing multiple hackathons with HCB, Matthew joined the team to lead the clubs program. He wrote curriculum, helped mentor club leaders around the world, & in spring 2020 drove across the U.S. to visit clubs.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-9dzypnhsx-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Lachlan Campbell",
    "department": "HQ",
    "role": "Storytelling",
    "order": 26,
    "acknowledged": true,
    "bio": "Lachlan joined as a club leader from State College, PA to make hackclub.com. 3 years later, as Head of Storytelling, they work on Hack Club’s website, design, frontend, open source, & communications. They’re currently on COVID leave from NYU ’23, majoring in Interactive Media Arts.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-qrbpph70b-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Scott Motte",
    "department": "HCB",
    "role": "HCB Engineer",
    "order": 27,
    "acknowledged": true,
    "bio": "After teaching himself to code in college, Scott went on to lead an exciting software life with multiple startups. Now a father, he joined Hack Club to help build the program he wants available to his children—when they reach high school age.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-33mta2q2e-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Tina Soriano",
    "department": "HQ",
    "role": "Exec. Assistant",
    "order": 28,
    "acknowledged": true,
    "bio": "Philippine bred and settled with family in the U.S., Tina shifted her career from marketing and film production to teaching kids in the Clark County School District. At Hack Club, she helped thousands of high school students hack their way to a fabulous future.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-ahcfkt4p9-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Mark Allen",
    "department": "HQ",
    "role": "AMA Producer",
    "order": 29,
    "acknowledged": true,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U03Q20XM953",
    "email": "",
    "website": "",
    "avatar": "https://cloud-h4a0j7gs5-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Dina Elhanan",
    "department": "HQ",
    "role": "Summer Intern",
    "order": 30,
    "acknowledged": true,
    "bio": "Dina started a club in Canada in 2018. Since then she’s run a local hackathon, organized club events & trips, and spoke at Hack Club’s Flagship 2019 Summit. After graduating high school, Dina joined HQ as a ✨Vibes Influencer✨ summer intern. She now studies Electrical Engineering at McMaster University, class of 2024.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-2dne45yzx-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Mingjie Jiang",
    "department": "Community",
    "role": "Community",
    "order": 31,
    "acknowledged": true,
    "bio": "Mingjie started working with Hack Club in July 2017, while leading his club in Rockville, Maryland, working on community engagement & public identity. He’s also run Hack Chicago, CodeDay, and countless other hackathons to spread his passion for technology.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-5s053nrkt-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Theo Bleier",
    "department": "HCB",
    "role": "Special Projects",
    "order": 32,
    "acknowledged": true,
    "bio": "Theo, a high schooler, joined the Hack Club community in Summer 2018 after reading about HCB online. Since then, he’s run multiple events on HCB & worked on coding it. In 2020, Theo worked on AMAs & distributing laptop grants to students.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-g73jcrk00-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Linus Lee",
    "department": "HCB",
    "role": "HCB Engineer",
    "order": 33,
    "acknowledged": true,
    "bio": "Linus spends most of his free time working on side projects ranging from an audio travel diary to creative coding tools to his own programming language. He brought his experience in product & community from Cal Hacks & Dorm Room Fund to grow HCB.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-hinoss9c1-hack-club-bot.vercel.app/0image_300x300.jpg"
  },
  {
    "name": "Fernanda Lozano",
    "department": "HQ",
    "role": "Flagship",
    "order": 34,
    "acknowledged": true,
    "bio": "Fernanda is a student of computational neuroscience, entrepreneur, & organizer of events like the Entrepreneurial Learning Academy for students in Mexico. In summer 2019, she helped organize the Flagship Summit in San Francisco.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-8lmsmaxve-hack-club-bot.vercel.app/0fernanda_1502x1502.jpg"
  },
  {
    "name": "Michael Destefanis",
    "department": "HCB",
    "role": "HCB Operations",
    "order": 35,
    "acknowledged": true,
    "bio": "After graduating high school, Michael moved to California where he began working with Hack Club. He handled the day-to-day operations of HCB from its start starting to its first million dollars in transactions.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-r6ds3fdrw-hack-club-bot.vercel.app/0michael_128x127.jpg"
  },
  {
    "name": "Amogh Chaubey",
    "department": "Community",
    "role": "Community + Events",
    "order": 36,
    "acknowledged": true,
    "bio": "Amogh is all about having fun. Whether it’s running an art showcase on the Slack or massive Kahoots at hackathons, he loves to run awesome events. Amogh joined HQ to run spectacular community events, to make Hack Club the best place to be a teenager on the internet, and as Hack Club’s second best rapper.",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "",
    "website": "",
    "avatar": "https://cloud-qz70b5lb7-hack-club-bot.vercel.app/0tsw6s4shwqjyta7_thumbnail.jpg"
  },
  {
    "name": "Arianna Martinelli",
    "department": "HCB",
    "role": "Operations Mentor",
    "order": 8,
    "acknowledged": false,
    "bio": "Arianna (a current freshman at Carnegie-Mellon University and a former Hack Club leader from Kentucky) loves onboarding all our cool organizations and making HCB more accessible. When she’s not learning about how humans and computers can work together, she’s making memes and decorating the world with Hack Club stickers.",
    "bioHackFoundation": "",
    "slackId": "U012U7V5W22",
    "email": "arianna",
    "website": "",
    "avatar": "https://cloud-r09ga84qd-hack-club-bot.vercel.app/8image.png"
  },
  {
    "name": "Ian Madden",
    "department": "HCB",
    "role": "Engineering Contributor",
    "order": 12,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U022XFD2TML",
    "email": "ian",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U022XFD2TML/r"
  },
  {
    "name": "Sean Outram",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 15,
    "acknowledged": false,
    "bio": "Sean is a hackclubber hailing from the UK, they started by helping with HCB's operations, however more recently, they've started helping to moderate the Slack. They have also taken part in programs like HCB mentorship and helped with Arcade prize fulfillment and still help with ID verifications.",
    "bioHackFoundation": "",
    "slackId": "U04FATFRE6T",
    "email": "sean",
    "website": "https://sean.cyou",
    "avatar": "https://cachet.dunkirk.sh/users/U04FATFRE6T/r"
  },
  {
    "name": "Aryan Kapoor",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 19,
    "acknowledged": false,
    "bio": "Aryan is currently a Computer Science freshman from India who likes to tinker with electronics .He holds a special place in his heart for dogs and even has two chihuahuas. He specializes in integrating business systems with websites and apps, and loves to help around in the community.",
    "bioHackFoundation": "",
    "slackId": "U078A390FTQ",
    "email": "aryan",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U078A390FTQ/r"
  },
  {
    "name": "Caleb Denio",
    "department": "HCB",
    "role": "HCB Engineer",
    "order": 13,
    "acknowledged": true,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U013B6CPV62",
    "email": "",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U013B6CPV62/r"
  },
  {
    "name": "Anish Anne",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 21,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "UR83LFD36",
    "email": "anish",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/UR83LFD36/r"
  },
  {
    "name": "Leo Wilkin",
    "department": "HCB",
    "role": "Operations Contributor",
    "order": 20,
    "acknowledged": false,
    "bio": "Leo, a UK-based student, has a heart for equitable access to the digital world, especially when it comes to ensuring safety for children online. At HCB, he's leveraging his passion and experience in Operations, helping clubs and non-profits access the financial tools they need for sustainable growth and success.",
    "bioHackFoundation": "",
    "slackId": "U07BLJ1MBEE",
    "email": "leow",
    "website": "https://wilkin.xyz",
    "avatar": "https://cachet.dunkirk.sh/users/U07BLJ1MBEE/r"
  },
  {
    "name": "Paolo Carino",
    "department": "HQ",
    "role": "Media Creations",
    "order": 23,
    "acknowledged": false,
    "bio": "Paolo is a video creator from Chicago who loves telling stories through video. During the summer of 2024, he started a series online documenting his journey everyday of becoming a freelance video editor from scratch. This garnered over 200k+ views across 3 months, and fortunately, lead to the opportunity of joining Hack Club as gap year for Media Creations. In his free time Paolo loves to play music, and is currently learning more about web development.",
    "bioHackFoundation": "",
    "slackId": "U07L45U4CTX",
    "email": "",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U07L45U4CTX/r"
  },
  {
    "name": "Jared Senesac",
    "department": "HQ",
    "role": "Club Operations Lead",
    "order": 24,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U07HEH4N8UV",
    "email": "",
    "website": "",
    "avatar": "https://cachet.dunkirk.sh/users/U07HEH4N8UV/r"
  },
  {
    "name": "Acon Lin",
    "department": "HQ",
    "role": "Engineering",
    "order": 25,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "U04KEK4TS72",
    "email": "",
    "website": "",
    "avatar": "https://cloud-3sfhhme28-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Louisa",
    "department": "HQ",
    "role": "Community Moderation",
    "order": 26,
    "acknowledged": false,
    "bio": "Louisa is a high schooler from Kenya who helps co-lead the Hack Club Community moderation dept",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "louisa",
    "website": "",
    "avatar": "https://cloud-o2bkq84pj-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Sofia Egan",
    "department": "HQ",
    "role": "Engineering",
    "order": 27,
    "acknowledged": false,
    "bio": "",
    "bioHackFoundation": "",
    "slackId": "",
    "email": "sofia",
    "website": "",
    "avatar": "https://cloud-b6ykpb7te-hack-club-bot.vercel.app/0image.png"
  },
  {
    "name": "Eesha",
    "department": "Events",
    "role": "Virtual Events Lead",
    "acknowledged": false,
    "bio": "",
    "slackId": "U06QST7V0J2",
    "email": "eesha@hackclub.com",
    "website": "https://beepboopblorp.github.io/personal-website",
    "avatar": "https://cachet.dunkirk.sh/users/U06QST7V0J2/r"
  },
  {
    "name": "Felix Gao",
    "department": "Newspaper",
    "role": "Newspaper Team Lead",
    "acknowledged": false,
    "bio": "",
    "slackId": "U07BU2HS17Z",
    "email": "",
    "website": "https://felixgao.dev/",
    "avatar": "https://cachet.dunkirk.sh/users/U07BU2HS17Z/r"
  },
  {
    "name": "Mahad Kalam",
    "department": "Newspaper",
    "role": "Infra ",
    "acknowledged": false,
    "bio": "Mahad is a 16-year-old developer from the UK who builds tools to simplify teamwork. Right now, he's building infra and automation systems to help the Newspaper Team collaborate more efficiently and focus on actually writing content.",
    "slackId": "U059VC0UDEU",
    "email": "mahad",
    "website": "https://skyfall.dev",
    "avatar": "https://cachet.dunkirk.sh/users/U059VC0UDEU/r"
  },
  {
    "name": "Ryan Farnell",
    "department": "Welcoming",
    "role": "Welcomer",
    "acknowledged": false,
    "bio": "Does stuff, and things sometimes",
    "slackId": "U04KNK837S4",
    "email": "admin@whatware.net",
    "website": "https://whatware.net",
    "avatar": "https://cachet.dunkirk.sh/users/U04KNK837S4/r"
  }
]
